tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
brew "gettext"
brew "python@3.9"
brew "autoconf@2.69"
brew "llvm"
brew "bat"
brew "ccls"
brew "cmake"
brew "cscope"
brew "ctags"
brew "drill"
brew "fd"
brew "fpp"
brew "fzf"
brew "go"
brew "helm"
brew "kubernetes-cli"
brew "krew"
brew "lua"
brew "luarocks"
brew "luv"
brew "pipenv"
brew "pyenv"
brew "vim"
brew "neovim"
brew "nghttp2"
brew "tmux"
brew "git"
brew "gh"
brew "htop"
brew "btop"
brew "k9s"
brew "urlview"
brew "zsh"

brew "ngrok" #cask
