apollographql.vscode-apollo
arjun.swagger-viewer
beaugunderson.solidity-extended
bierner.emojisense
bungcip.better-toml
ckolkman.vscode-postgres
dbaeumer.vscode-eslint
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
dtsvet.vscode-wasm
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
eg2.vscode-npm-script
flowtype.flow-for-vscode
gitkraken.gitkraken-authentication
guyskk.language-cython
hoovercj.vscode-power-mode
iden3.circom
ikuyadeu.r
jebbs.plantuml
jock.svg
juanblanco.solidity
jvandyke.vscode-circleci
lukasz-wronski.ftp-sync
mechatroner.rainbow-csv
michelemelluso.code-beautifier
mikestead.dotenv
mirkogarozzo.mythxvsc
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.github-browser
ms-vscode.js-debug
ms-vscode.js-debug-companion
ms-vscode.node-debug
ms-vscode.node-debug2
ms-vscode.references-view
ms-vscode.vscode-js-profile-table
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
mshr-h.veriloghdl
msjsdiag.vscode-react-native
nwolverson.ide-purescript
nwolverson.language-purescript
paperfanz.lc3-assembly
prisma.prisma
randomfractalsinc.vscode-data-preview
redhat.java
redhat.vscode-yaml
shanoor.vscode-nginx
shd101wyy.markdown-preview-enhanced
shinotatwu-ds.file-tree-generator
tintinweb.graphviz-interactive-preview
tintinweb.solidity-visual-auditor
tintinweb.vscode-ethover
tintinweb.vscode-inline-bookmarks
tintinweb.vscode-solidity-flattener
tintinweb.vscode-solidity-language
tomoki1207.pdf
torn4dom4n.latex-support
unional.vscode-sort-package-json
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-maven
vscode-ext.sync-rsync
vscodevim.vim
wix.glean
zxh404.vscode-proto3